IDEA Open Model
ProjectDataEc Properties
The ProjectDataEc type exposes the following members.
Properties
Name | Description
AnnexCode
 Gets or sets the actual national annex
FatigueAnnexNN
 True for check fatigue accorting 1992-2 Annex NN
FatigueCheck
 To allow fatigue check
Top
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace